Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 于是几乎所有成功的附魔师，都会选择永恒精金锻造的点金棒。
en_us: Hence, almost all successful magical enchanters would choose the Eternal Adamantine to forge the gold rod.

source: 于是她去了魔法公会，事实上去的时候，就连她自己都知道希望渺茫，想了那么多的办法，父亲依然在沉睡当中，费雷先生虽然是一个很厉害的魔法师，可是他真的就能救醒父亲吗？
en_us: So, she went to the Guild of Magic. In fact, she knew that hope was slim even when she went there. She had thought of so many ways but her father was still in deep slumber. Although Mr Felic was an impressive mage, could he really wake her father up?

source: 于是枯燥的练习持续了近一个月之久，一直到一天早晨……
en_us: The tedious training continued for a month, until one morning…

source: 于是谁也没有注意到，他带出来的那一群魔导士中，不知什么时候，又多出了一张陌生的面孔……
en_us: Hence, no one had noticed that there was an unfamiliar face among the group of Magic Shooters he led...

source: 于是麦格雷尼很干脆的就把任务接了下来，当天也没在加洛斯城休息，稍微补给了一下之后，就带着伊娜去了低语森林。
en_us: So, McGrenn coolly took the quest. He did not rest in Jarrosus City that day. After a little restocking of the supplies, he took Ina and set off to the Forest of Whispers.

source: 亏他前两天还信誓旦旦的告诉自己，那个叫费雷的年轻魔法师只不过五六级的实力，甚至才刚刚加入魔法公会不到十天。
en_us: Just two days ago, he had even sworn to him that the young mage named Felic was merely at a level of five or six, and had just joined the Guild of Magic for no more than ten days.

source: 五分钟过去了，林立丝毫没有停手的意思。
en_us: Five minutes had passed, and Lin Li had no intention of stopping.

source: 五千金币是什么概念，换成冒险者公会的任务，麦格雷尼父女要猎杀一百只狮蝎，在低语森林里找出五十座黑色古堡，才能换到一个竞争奥法药剂的机会。
en_us: What was the concept of 5,000 gold coins? If he were to think of it as a quest from the Adventurers Guild, then McGrenn and his daughter would have to kill 100 Manticores and look for 50 black castles before they could get the chance to exchange for a bottle of Arcane Magic Potion.

source: 五级对大多数魔法师来说，都是一道难以跨越的鸿沟。
en_us: For most mages, level-five was a difficult gap to cross.

source: 亚伦－马齐斯毫不犹豫的出价，对小个子法师来说简直就是致命的打击，一万五千金币并不是极限，但对方的语气，却让他有一种绝望的感觉，就好象那不是一万五千金币，而是十五个银币一样。
en_us: Aaron Matsis bidding without hesitation was a fatal blow to the short mage. 15,000 gold coins was not the ceiling, but the other party's tone had made him feel despair as if it was not 15,000 gold coins but only 15 silver coins.

source: 亚伦－马齐斯眼都没眨一下，就给小个子法师判了死刑，这是一个让人绝望的价格。
en_us: Aaron Matsis had sentenced the short mage to death without even blinking his eyes. This was a price that would send someone into the depths of despair.

source: 亲戚？这个笨丫头……
en_us: Relatives? This silly girl…

source: 人体修炼，靠的是运转奇妙的修炼法门，吸收天地中的灵气进入身体，再汇聚入丹田内转化成元力。所以丹田和经脉才对武者那么重要，尤其是丹田一旦破坏，没有圣品丹药几乎都不可能修复，再强大的武者都只能变成废人。
en_us: Using the human body for essence force refinement depended on practicing a strange cultivation method. It meant absorbing the spiritual aura of the earth and sky into the body, which would in turn be converged within the dantian and converted into essence force. Thus, the dantian and the meridians were very important to martial artists. Should the dantian in particular receive damage, one could not heal it without saint-grade elixirs, which meant that even the most powerful martial artist would become completely useless.

source: 人体的丹田就像一个炼丹炉子，天地灵气就像药草，能否快速的炼制出丹药，就看丹炉够不够好，炼丹人的手法高不高明。
en_us: The dantian of the human body was like an elixir-refining cauldron, while the spiritual aura of the earth and sky were like medicinal herbs. One had to see the strength of the cauldron, as well as the skill level of the elixir refiner, to know if one could speedily produce elixirs.

source: 人体的平衡性非常重要，一个人重心不稳的时候会本能的慌乱，再强大的战力都无法施展。比如此刻江如龙整个人被江逸抡在半空转圈，他脑袋自然也慌乱眩晕起来。
en_us: A body's sense of balance was extremely important. When a person lost his center of gravity, he would instinctively fall into a state of panic and be unable to utilize any of his combat strength. Just like Jiang Rulong who was being whirled around by Jiang Yi, his mind naturally began to panic and fall in to a dazed state.

source: 人体的眼睛是最重要的器官之一，眼睛中的神经异常密集，一旦眼睛受伤武者战力绝对大打折扣，甚至完全失去战斗力。
en_us: The human eye was one of the most important organs in the human body. The nerves in the eyes were abnormally concentrated. Once the eyes were injured, any martial artist would definitely experience a great reduction in his or her combat ability, or even completely lose his or her fighting strength.

source: 人体神经最为密集的地方，一个是脑袋，另外一个就是下身！所以一直以来“撩阴腿”“猴子偷桃”这类招数虽然被人所不齿，但却是最实用的。
en_us: The brain and the crotch were the two areas where nerves were the most concentrated in the human body. Thus, even though techniques like "Leg to Provoke the Nether Regions" and "Monkey Stealing the Peach" had always been held in contempt, they were nonetheless moves that achieved the best results.

source: 人吓人，能吓死人！
en_us: When you want to be frightening, you might frighten somebody to death!

source: 人品中阶武技，蛇鞭腿！
en_us: Man-tier medial-grade martial art technique, Snake Whip Leg!

source: 人的丹田最好只运转一种元力，否则容易引发元力冲突絮乱，这是天星大陆人人皆知的常识，不过当江逸将通过无名口诀修炼出来的元力排出丹田，准备改练江水诀时，突然发现那缕新修炼出来的元力竟是黑色的？
en_us: It was common knowledge on Stellarsky Continent that one should only transfer of one type of essence force through the dantian, otherwise difference essence force could very easily clash and get mixed up. However, when Jiang Yi transferred the essence force produced from this nameless formula through his navel in preparation for practicing the Jiang Water Art instead, he quickly realised that the newly distilled essence force was black!

source: 人阶上品武技，劈山腿。
en_us: This was the Man-tier superior-grade martial arts technique, Mountain-Splitting Leg.

source: 亿万冥界大军每一个的心中都感到强烈震撼，那人虽然没有发出一丝威严强悍的气势，那人虽然看起来红光满面，剑眉星目，脸如刀削，但其实外表很老，白须飘飘，然而……那人带给他们的心灵震慑感，丝毫不亚于，甚至还要隐隐超过自己的主人，不死冥皇。
en_us: Every one of the hundreds of millions of Netherworld soldiers were astounded. Although he did not manifest an air of majestic might, he looked to be in good health. He had a chiseled face, ruddy cheeks, a long white beard, sword-like eyebrows, and star-like eyes. Despite the fact that he looked very old on the surface, he sent reverberations down their souls for he was in no way inferior to their master. It was even possible that he surpassed their master, the Undying Netherworld King.

source: 什么马迪亚斯，什么伤害同僚，不过是个借口而已……
en_us: Mathias, injuring a fellow mage, these were all simply excuses...

source: 仅仅三天时间，公会内部的流言就被强行镇压下去，那几个威胁退出的魔法师，更是在当天下午就被赶出了魔法公会。
en_us: Within three days, rumors in the guild were forcibly suppressed. The mages who threatened to quit were kicked out of the Guild of Magic that afternoon.

source: 仅从战斗力方面看，清醒药剂无疑是林立所知配方中，性价比最高的。
en_us: In terms of combat effectiveness alone, the Sobriety Potion was the most cost-effective among the formulas Lin Li knew.

source: 仇人见面，分外眼红！
en_us: When the two enemies spotted each other, they locked eyes in mutual fury.

source: 今天任务开始得有点晚，等到三人从噩梦山脉回来的时候，已差不多是吃晚饭的时间了。
en_us: It was a little late when the day's task began. By the time the trio returned from the Nightmare Mountains, it was almost dinner time.

source: 今天的葛瑞安似乎特别谨慎，就算是身处公会最安全的会客室里，他还是不太放心，又放了一个生命感知魔法，确定周围再无其他活人之后，这才压低声问道：“告诉我，你是什么时候惹上梅林家族的？”
en_us: Gerian was looking extremely cautious today; even in the reception room, which was the safest of all places, he couldn't seem to be at ease. He cast another Life Sensor Spell, and after making sure that there were no living people around, he started whispering, "Tell me, when did you offend the Merlin Family?"

source: 今日给这马家公子一闹，他已经没有退路了，亦如在西山遭遇江如虎般，没有退路他唯有不退，杀出一条血路！
en_us: This fiasco caused by the Ma Family young master had left Jiang Yi with no other option. Yet, just like the time when he encountered Jiang Ruhu at the Western Hills, he would stand firm if there was no other way to turn; he would fight his way out and leave a blood path in his wake!

source: 今晚的宴会对这一众宾客来说，实在是刺激得有些过分。
en_us: The banquet tonight was a real thrill for all the guests.

source: 今晚这宴会实在是太辛苦他了，先前巴瑟罗尔出手偷袭，就已经将他吓掉了半条命，生怕林立有个好歹会引来葛瑞安的报复，但是紧接着形势急转直下，林立一翻身从地上站起，两个瞬发魔法重创巴瑟罗尔，甚至放出了怒焰风暴杀人。
en_us: Tonight's banquet had been too tiring for him. The previous surprise attack by Bathrilor had already scared half his wits off; he was so afraid something would happen to Lin Li and draw Gerian's revenge. But then the situation had plummeted; Lin Li had stood up with a turn and dealt a heavy blow to Bathrilor with two instantaneous spells, and had even unleashed the Flaming Storm to kill.

source: 仍然是那种无力可使的感觉，就好象一座大山横在面前，任你怎么走都绕不过去。
en_us: It was still the feeling of impotence. It was like there was a mountain in front of you which you could not get around in any way.

source: 从一开始只知道拉开距离，象个弓箭手似的躲在远处射风刃，到之后会用魔法进行控制，再让敌人在绝望中死去，这样的转变林立只花了一个多月，要知道就算在如今的魔法师协会里，也仍然有着相当一部分人，顶着魔导士的帽子，却干着弓箭手的勾当。
en_us: From the beginning, Andoine believed that inexperience could be overcome; just like an inexperienced archer hiding in the distance becoming an experienced mage using magic to control the situation to make the enemies die in despair and helplessness. This transformation took only a month for Lin Li. It should be known that, in today’s Guild of Magic, there were still quite a few who wore the hat of the wizard but were doing the work of an archer.

source: 从一开始派出克伦威尔示好，到最后凭着强能水晶挑战葛瑞安。
en_us: From the beginning where he had sent Cromwell to convey their good intentions, until finally he'd relied on the Strong Energy Crystal to challenge Gerian.

source: 从会客室出来之后，林立多多少少也有些意外。
en_us: Lin Li was more or less surprised when he came out of the reception room.

source: 从会客室出来之后，林立连气都没来得及喘上一口，就一头扎进了公会炼金室。
en_us: After coming out from the reception room, Lin Li dived into the guild's alchemy lab before he could catch a breath.

source: 从催动精神力到完成分解，整个过程只是瞬息之间，比起以前用的那些点金棒来，确实不可同日而语，一时间林立不由心情大爽，手中点金棒更是点得飞快，将一枚枚魔晶分解为纯粹的魔法精华。
en_us: It only took the twinkling of an eye from the stimulation of the mental strength to the completion of dissolution. It was indeed different compared to the gold rods that were used in the past. Lin Li's mood was lifted at once; the gold rod in his hands moved swiftly, dissolving the magical crystals into pure magic essence.

source: 从公会魔法师手里接过奥法药剂之后，安东尼－罗林神情激动，将三只玻璃瓶紧紧的捂在怀里半天也舍不得松开。
en_us: After receiving the Arcane Magic Potion from the guild 's mage's hands, Anthony Rolin was so agitated that he held the three bottles tightly in his arms for a long time, reluctant to let go.

source: 从加洛斯交易所回来之后，他就一直很忙，忙得根本就没时间去关心这些东西。
en_us: He had been so busy since he’d returned from the Jarrosus Exchange that he did not have the time to care about such matters.

source: 从十一家魔法家族，到六支地下势力，几乎所有人都在拼命的筹集资金，黄金地段的房产，高级魔兽的魔晶，稀有的魔法材料，罕见的魔法装备，这些往日里难得一见的东西，仿佛在一夜之间就涌进了市场，而价格更是一天一跌，就好象高台跳水一般。
en_us: From eleven mage families to six underground forces, almost everyone was struggling to raise money. Prime real estate, top-grade magical crystals, rare magic materials and magic equipment... All these uncommon items seemed to have flooded the market overnight. Prices were dropping day by day as if taking a dive from a high platform.

source: 从大门走进翡翠之塔，里面同样是一间宽敞的大厅。
en_us: Walking in through the gates of the Emerald Tower was likewise a spacious hall.

source: 从安度因手上那枚安眠水晶就可以看出，这条永恒精金矿脉多半不是富矿，而且分布得也肯定很零散，不然这块安眠水晶不会小成这样。当初林立手上那块安眠水晶，就是从千针石林的富矿里采出来的，足足有人头那么大一块，让珠宝匠雕刻一整套药剂瓶都够了……
en_us: He could tell from Andoine's Hypnotic Crystal that the Eternal Adamantine mineral vein in question was likely to be barren and dispersed, which then explained the pathetic size of the Crystal. Thinking back to his own Hypnotic Crystal which was mined from the rich ore in Thousand Pinnacles, that piece, as big as a human head, was more than enough for a jeweler to craft out an entire set of potion bottles...

source: 从宴会中抽出身来，躲进僻静的角落里之后，他反倒有了观察一众宾客的兴趣。
en_us: After he had withdrawn himself from the banquet and hid in the secluded corner, he found some interest in observing the company of guests.

source: 从当初面对一头被重创的狮蝎依旧陷入苦战，到如今轻而易举的杀死一头六级雷兽，林立所掌握的依旧只是那十种低级法术，但林立心里很清楚，自己正变得更加强大，用老安度因的话来说，自己更象是一个真正的魔法师了。
en_us: From struggling in a battle with a highly invasive manticore initially, now, Lin Li could easily kill a level-six beast. Lin Li only possessed the ten low-level magic spells, however, he was clear that he had become stronger. In the opinion of Andoine, Lin Li had begun to feel more like a real mage.

source: 从找到黑色城堡那天开始，一直到两人回到加洛斯城，麦格雷尼已经睡了七天了，在这七天时间里，他没有醒来过一次，也没有吃过任何东西，就这么一直处于沉睡当中，身体正一天天的憔悴下去。
en_us: From the day the castle was found to the day the two returned to Jarrosus City, McGrenn had slept for seven days. He did not wake up once or eat anything in those seven days. He was in deep slumber and his body was languishing day by day.

source: 从昨天到现在，发生的事情太多太多了，让他脑袋都变成了一团浆糊，他摇头摇头，准备迟些疗伤后要好好理一理。
en_us: From yesterday until now, an overwhelming number of things had happened to the point that his brain had become a melted mess. He shook his head and prepared himself to fix himself mentally after healing his wounds.

source: 从某种程度上来说，这两个魔法师有许多共同之处，比如两人都出自加洛斯城，又比如两人都已攀上了魔法师梦寐以求的传奇境界，还比如……两人都醉心于药剂学。
en_us: To some extent, the two mages had a lot in common. For example, both were from Jarrosus City, both had reached the legendary realm every mage had dreamed of, and both were immersed in pharmaceutics.

source: 从根本上来说，林立其实是一个性格内向的人，他更喜欢把事情藏在心里，除非象克伦威尔一样，反复的激怒他，甚至直接将口水喷到他脸上，不然林立一般不会有什么过激的表现。
en_us: Lin Li was essentially an introvert who preferred to keep things to himself. Unless someone—like Cromwell, who repeatedly provoked him and even spat directly in his face—picked a fight with him, Lin Li would not show any extreme behavior in general.

source: 从江家大院南门走了出来，江逸确定背后没人跟踪后，戴上斗篷直奔城中广场而去。小半个时辰后，他来到了广场东边一家很大的丹药店铺内。
en_us: Walking out from the south gate of the Jiang Residence, after confirming that no one was tailing him, he put on his cloak and ran non-stop all the way to the city plaza in the middle of the city. After an hour, he arrived at a large elixir store on the eastern side of the plaza.

source: 从狮蝎到三眼血狼，再从雷兽到嗜血蜥蜴，一个多月的时间里，林立几乎杀遍了落日山脉所有七级以下的魔兽。
en_us: From Manticore to a Three-eyed Blood Wolf, then from Thunder Beast to a Bloodthirsty Lizard. In slightly over a month, Lin Li literally killed all the magical beasts of the Sunset Mountains that were of level-seven and below.

source: 从绝世天才到废物，还连带让家族的最强供奉失踪，让江家实力大损。
en_us: The fate of Jiang Yi—from an incredible genius to a completely useless person who had directly caused the strongest member of the family clan to disappear—led to his reputation plummeting.

source: 从药剂室出来之后，林立又第一时间找到了葛瑞安，一老一少再次躲进会客室里，谈了差不多有大半个下午，两人才带着一脸的奸笑从里面出来。
en_us: Lin Li went to Gerian the first thing after he came out of the potion lab and the old and young hid in the reception room once again. Their discussion took almost the whole afternoon, and both emerged with sly smiles on their faces.

source: 从落日山脉回来之后，克伦威尔的心情还从来没这么愉快过，积蓄已久的怨恨，在今天突然爆出来，憋在胸口的那口恶气，终于有了宣泄的出口，每一句话都无比恶毒，极尽挖苦嘲讽之能事，从林立身上那件旧法师袍，到他连根法杖都买不起的落魄，一直骂到不清楚自己的身份，居然敢参与到这么重要的谈话中来……
en_us: Ever since returning from the Sunset Mountains, Cromwell had not felt this joyful before. The resentment that had been amassed for a long time exploded today, and the fury he had held in his chest finally found an outlet to vent it. Every word was vicious to the core and full of sarcasm, from the worn mage robe Lin Li was wearing to his inability to afford even a magic staff, to his unawareness of his own status yet participating in such an important conversation...

source: 从被安度因捡回小木屋开始，一直到加入加洛斯魔法公会，前前后后三个多月时间，林立居然连一分钱都没用过，身为一个一穷二白的穿越者，没用钱的机会，自然也不会想到去挣钱，以至于一直到今天走进镀金玫瑰，林立才忽然发现，自己身上竟然连一分钱都没有。
en_us: From when Andoine had picked him back into the cabin till he had joined the Guild of Magic, a whole three months had passed and Lin Li had not spent a penny. As a poor time traveller, he had no need to use money, and therefore did not think of earning it. It was only this day when he walked into the Gilded Rose that Lin Li suddenly found himself without even a penny on him.

source: 从西山回来和荣管事复命后，江逸溜出了江家大院，开始在城内转悠，寻找赚钱的办法。
en_us: Returning from the Western Hills and having reported to Chief Rong, Jiang Yi secretly slipped away from the Jiang Residence Central Courtyard and started wandering around the city in the search for ways to make more money.

source: 从这铸鼎境三重的武者冲进来，到现在被江逸踹出去，其实只是短短十几息时间。
en_us: Only a short duration of several seconds had passed, from the time the martial artist at the third stage of the Cast Tripod Realm rushed in, to the time Jiang Yi kicked him out.

source: 从那间所谓的加洛斯交易所出来，林立的心情很愉快，当初在落日山脉的时侯，安度因天天逼着自己出去杀魔兽，当时压根就没想过魔晶可以卖钱，只是觉得就这么乱丢乱放有些浪费，次次杀了魔兽都收捡起来，想不到一两个月之后，自己可以靠这些魔晶挣到第一笔收入。
en_us: Lin Li was in a bright mood when he walked out from the so-called Jarrosus Exchange. Back when he was in the Sunset Mountains and forced by Andoine to kill magical beasts, it had never occurred to him that he could sell the magical crystals for money. He had thought it was a waste to just leave them there, so he had picked them up each time he killed a magical beast. Who would have thought that two months later, he could earn his first income from these magical crystals.

source: 从马黑旗和柳河的目光中，他心里再次产生一种危机感。对于这种朝不保夕，时刻都可能被打死的日子他受够了，他很清楚要想过上安逸的日子，要想再也没人敢招惹自己，那唯有变强，变得比他们任何人都要强……
en_us: He had sensed danger from the way Ma Heiqi and Liu He looked at him. He had had enough of such a precarious life, in which he could be beaten to death at any moment. It became clear to him that in order to live a peaceful life that no one dared to disturb, the only way was to become strong, stronger than anyone could ever be...

source: 仓促间回过头去，正看见一道暗红色的影子。
en_us: He turned his head in a hurry, just in time to see a dark-red shadow lurking there.

source: 仔细想想，林立觉得自己运气真是不错……
en_us: Thinking it over, Lin Li felt that he was really pretty lucky...

source: 仔细辨认之下，才发现那画布上，似乎有些弯弯曲曲的的符号。
en_us: After a detailed examination of it, Lin Li realized there seemed to be some squiggly symbols on the canvas.

source: 他一夜没睡，天一亮匆匆吃了两个窝头就朝炼丹房跑去，昨日他忘记看《药草简录》了，万一今日柳长老要炼其他丹药，需要别的药草，他取药草的速度还是如此之慢，肯定会被训斥的。
en_us: He did not sleep for an entire night. Upon daybreak, he hastily ate two wotous before running in the direction of the alchemy lab. He had forgotten to read the "Record on Medicinal Herbs" yesterday. In the untimely event Elder Liu wanted to refine other medicinal elixirs and needed other medicinal herbs, should the speed at which he collected the required medicinal herbs still be extremely slow, he would definitely be scolded.

source: 他一直以为，葛瑞安与老梅林一战之后，那三十瓶奥法药剂就被卖掉了，刚才回翡翠高塔的路上，他还在想什么时候去找葛瑞安分红，怎么也没想到，老家伙居然把拍卖时间给推迟了！
en_us: He had always thought that after the battle between Gerian and Old Merlin, those 30 bottles of Arcane Magic Potion would be sold. He was still thinking about when to ask for his bonus from Gerian on his way back to the Emerald Tower. Never did he expect the old fellow to delay the auction!

source: 他一直认为，安度因口中的天才药剂师，只是一个很有药剂天赋的年轻人，也许会比罗琳强一些，但也绝不会强得太多，毕竟罗琳也是难得一见的天才。
en_us: He had always thought that the genius pharmacist in the words of Andoine's mouth was merely a young man with a gift in pharmaceutics; perhaps a little more gifted than Rowling, but definitely not by much, since Rowling was a rare talent after all.

source: 他七岁那年，家族照惯例调教年满七岁的子弟们修炼元力，其中还专门赐给江逸只有直系子弟才能修炼的人阶上品水系心法，“江水决”。
en_us: When they were seven, the clan typically taught descendants how to cultivate essence force, and the seven-year-old Jiang Yi was no exception. Jiang Yi was even specifically trained in the superior-grade Jiang Water Art, a Man-tier water-element technique usually taught only to direct bloodline descendants.

source: 他不敢置信的喃喃一声，再次闭上眼睛内视了一遍又一遍，他的身体颤抖的越来越厉害，眼泪开始无声无息的从他眼角淌下，滑过他清秀的小脸，打湿了他的衣裳……
en_us: he muttered to himself in complete disbelief. Jiang Yi shut his eyes again and looked inward. He trembled more and more violently as tears silently trickled from the corners of his eyes, rolling down his delicate face and splattering onto his robes...

source: 他五岁那年，和族里的其他孩子一样锻炼基础武技。那时候的他显露出惊人的武学悟性，各种复杂繁琐的基础招式一看便会，打得还有模有样，这让他一跃成为江家声名远播的天才童子。
en_us: At the tender age of five, Jiang Yi began basic training in martial arts, just like the other children in the family clan. Back then, he demonstrated astonishing prowess in martial arts; he was capable of learning and accurately replicating any technique with frightening ease, no matter how intricate or complex it was. It was this ability that instantly propelled him to fame, and people dubbed him “the Jiang Clan’s genius child”.

source: 他从小瓷瓶内取出一枚黄色的小药丸对着清水吞服下去，这是江家自己炼制的最低级的疗伤药，人阶下品，黄参丹。
en_us: He took out a new yellow tablet from the small porcelain vase and gulped it down with some water. This was the lowest-grade healing medicine the Jiang Clan refined and produced themselves—the Man-tier inferior-level product Yellow Ginseng Elixir.

source: 他从药材房内随便取了一些药粉就洒落进去，然后丢进去三枚废丹，等加温足够后再注入蓝色元力，最后一狠心注入了两缕黑色元力。
en_us: He retrieved some randomly-chosen medicinal powders from the ingredient storage room and sprinkled them into the cauldron, before throwing in the three useless elixir pills. After heating them to the right temperature, he injected blue essence force. Lastly, he callously injected two wisps of black essence force.

source: 他们两在那两眼放光，小梅林埃文却是连肠子都悔青了。
en_us: Both their eyes were glowing, but Little Merlin Evan was utterly regretful.

source: 他们传承自高等精灵王朝的技艺，本身就是这世界上最珍贵的财富，如果一个药剂大师愿意的话，他翻手之间就能轻易让一个魔法家族覆灭，这世界上有太多的强者愿意为一瓶药剂赴汤蹈火。
en_us: The skill they inherited from the High Elves Dynasty was in itself the most precious wealth in the world. If a potion master wished so, he could easily destroy a magic family with a flip of his hands. There were too many strong people in the world willing to go through fire and water for a bottle of potion.

source: 他们完全没有想到，这个看似有些不修边幅的老人，竟会是法兰王国六位传奇法师之一，加洛斯魔法公会的安度因！
en_us: They had never expected that this slovenly old man was actually Andoine from the Jarrosus Guild of Magic, one of six legendary magi of the Felan Kingdom!

source: 他们怎么也没想到，那个叫费雷的家伙，竟然连传奇法师都认识，而且看上去，还不是一般二般的交情。
en_us: They had never thought that the legendary mage knew Felic, and it seemed as if it was more than a normal friendship.

source: 他们更没有想到，格林－伯恩塞德竟会对一个年轻魔法师说出——“一起探讨探讨”这种话来。
en_us: More so, they had never expected that Grimm Burnside would say such words as "discuss together" to a young mage.

source: 他们比拼的就是绝对力量，谁的魔法威力更大，谁的魔力更加充足，谁就能获得最终的胜利。
en_us: What they were battling with was absolute power. The one that had a stronger magical power and a more abundant level of mana would eventually emerge as the winner.

source: 他们甚至已经在脑海中勾勒出了一个场景——恢复魔力之后的葛瑞安大战老梅林，双方再一次耗尽魔力，再由翡翠高塔众人一拥而上，将老梅林彻底打爆，当然，除葛瑞安会长和费雷法师之外，那个最光辉的位置，可一定要留给自己……
en_us: They had even outlined a scene in their minds—Gerian taking on Old Merlin again after recovering his mana. When both sides exhausted their powers once again, the crowd at the Emerald Tower would rush forth and knock Old Merlin out completely. Of course, other than President Gerian and Mage Felic, the most glorious position must be left for oneself...

source: 他们甚至已经开始妒忌起林立的好运了。
en_us: They had even gotten jealous of Lin Li's good luck.

source: 他们神色间充满了同情与怜悯，望向克伦威尔的目光，就好象在看一个先天残疾的白痴。
en_us: Their expressions were full of sympathy and compassion at first. Then they turned to one of watching an idiot with a congenital disability when they looked at him.

source: 他们达成的协议，自然也充满了功利气息。
en_us: The agreement was, of course, full of the spirit of utilitarianism.

source: 他佯装打扫炼丹房，等了一会见柳长老没有回来，利马动手了。取出三枚丹药丢进一个小丹炉内学着用黑石加温，等了一会才缓缓注入蓝色元力，并且通过元力感应丹炉内的情况。
en_us: He pretended to clean up the alchemy lab. After waiting for some time, and seeing that Elder Liu had not returned, he immediately took action. He retrieved three elixir pills and threw them into a small cauldron, before copying Elder Liu by heating up the small cauldron with coal. He slowly injected blue essence force after waiting for a while and, through this essence force, sensed the conditions in the cauldron.

source: 他依旧是整天泡在药剂室里，时不时弄出些让林立胆战心惊的动静。
en_us: As usual, he spent his time in the potion lab, making Lin Li's blood run cold with the things he did from time to time.
